Repository: kangkyungjun/hypehere
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: 가입하기
es: Registrarse
ja: 登録する

source: 가입하시면 <a href="#" class="text-primary">이용약관</a> 및 <a href="#" class="text-primary">개인정보처리방침</a>에 동의하는 것으로 간주됩니다.
es: Al registrarse, acepta los <a href="#" class="text-primary">Términos de Servicio</a> y la <a href="#" class="text-primary">Política de Privacidad</a>.
ja: 登録すると、<a href="#" class="text-primary">利用規約</a>と<a href="#" class="text-primary">プライバシーポリシー</a>に同意したものとみなされます。

source: HypeHere - 친구를 사귀며 언어를 공부하는 SNS형 언어교환 플랫폼
es: HypeHere - Plataforma de intercambio de idiomas tipo SNS para hacer amigos mientras aprende idiomas
ja: HypeHere - 友達を作りながら言語を学ぶSNS型言語交換プラットフォーム

source: 언어교환, 언어학습, SNS, 친구만들기, Language Exchange
es: Intercambio de idiomas, aprendizaje de idiomas, SNS, hacer amigos, Language Exchange
ja: 言語交換、言語学習、SNS、友達作り、Language Exchange

source: HypeHere - 언어교환 플랫폼
es: HypeHere - Plataforma de intercambio de idiomas
ja: HypeHere - 言語交換プラットフォーム

source: 홈
es: Inicio
ja: ホーム

source: 1:1매칭
es: Coincidencia 1:1
ja: 1:1マッチング

source: 오픈채팅
es: Chat abierto
ja: オープンチャット

source: 공유하기
es: Compartir
ja: シェア

source: 링크 복사
es: Copiar enlace
ja: リンクをコピー

source: 게시물 링크를 클립보드에 복사
es: Copiar enlace de la publicación al portapapeles
ja: 投稿リンクをクリップボードにコピー

source: 링크가 복사되었습니다
es: Enlace copiado
ja: リンクがコピーされました

source: 링크 복사에 실패했습니다
es: Error al copiar enlace
ja: リンクのコピーに失敗しました

source: 메시지 - HypeHere
es: Mensajes - HypeHere
ja: メッセージ - HypeHere

source: 방 나가기
es: Salir de la sala
ja: 退出する

source: 메시지를 입력하세요...
es: Ingrese mensaje...
ja: メッセージを入力してください...

source: 대화방 나가기
es: Salir de la conversación
ja: 会話を退出

source: 정말로 이 대화방을 나가시겠습니까?
es: ¿Está seguro de que desea salir de esta conversación?
ja: 本当にこの会話を退出してもよろしいですか？

source: 대화 기록이 모두 삭제됩니다.
es: Todo el historial de conversación será eliminado.
ja: 会話履歴がすべて削除されます。

source: 나가기
es: Salir
ja: 退出

source: 탐색 - HypeHere
es: Explorar - HypeHere
ja: 探索 - HypeHere

source: 사용자 및 게시물 검색...
es: Buscar usuarios y publicaciones...
ja: ユーザーと投稿を検索...

source: 검색어 지우기
es: Limpiar búsqueda
ja: 検索をクリア

source: 게시물 검색
es: Buscar publicaciones
ja: 投稿を検索

source: 관심 있는 주제나 해시태그를 검색해보세요
es: Busque temas o hashtags de interés
ja: 興味のあるトピックやハッシュタグを検索してみましょう

source: 검색 중...
es: Buscando...
ja: 検索中...

source: 검색 결과 없음
es: Sin resultados de búsqueda
ja: 検索結果なし

source: 다른 검색어로 시도해보세요
es: Intente con otros términos de búsqueda
ja: 別の検索語で試してみてください

source: 사용자
es: Usuarios
ja: ユーザー

source: 계정을 재활성화하면 모든 기능을 다시 사용할 수 있습니다.
es: Reactivar la cuenta restaura todas las funciones.
ja: アカウントを再有効化すると、すべての機能を再び使用できます。

source: 재활성화 하기
es: Reactivar
ja: 再有効化する

source: 댓글을 입력하세요...
es: Ingrese comentario...
ja: コメントを入力してください...

source: 댓글 달기
es: Agregar comentario
ja: コメントする

source: 첫 번째 게시물을 작성해보세요!
es: ¡Escriba su primera publicación!
ja: 最初の投稿を作成してみましょう！

source: HypeHere는 전 세계 사람들과 언어를 교환하며<br> 진정한 친구 관계를 만드는 SNS형 플랫폼입니다.
es: HypeHere es una plataforma tipo SNS donde intercambias idiomas con personas de todo el mundo<br> y construyes amistades genuinas.
ja: HypeHereは世界中の人々と言語を交換しながら<br> 真の友達関係を作るSNS型プラットフォームです。

source: 지금 바로 시작하세요!
es: ¡Comience ahora!
ja: 今すぐ始めましょう！

source: 가입하고 첫 번째 언어 교환 친구를 만나보세요.
es: Regístrese y conozca a su primer amigo de intercambio de idiomas.
ja: 登録して最初の言語交換友達に会いましょう。

source: 무료 회원가입
es: Registro gratuito
ja: 無料会員登録

source: 수정
es: Editar
ja: 編集

source: 삭제
es: Eliminar
ja: 削除

source: 차단
es: Bloquear
ja: ブロック

source: 신고
es: Reportar
ja: 報告

source: 대화방을 나갔습니다.
es: Salió de la conversación.
ja: 会話を退出しました。

source: 대화방 나가기 중 오류가 발생했습니다.
es: Ocurrió un error al salir de la conversación.
ja: 会話の退出中にエラーが発生しました。

source: 차단하시겠습니까?
es: ¿Desea bloquear?
ja: ブロックしますか？

source: 차단할 사용자의 아이디를 입력하세요
es: Ingrese el ID del usuario a bloquear
ja: ブロックするユーザーのIDを入力してください

source: 신고할 게시물 정보를 찾을 수 없습니다.
es: No se puede encontrar la información de la publicación a reportar.
ja: 報告する投稿情報が見つかりません。

source: 신고 유형을 선택해주세요.
es: Por favor seleccione el tipo de reporte.
ja: 報告タイプを選択してください。

source: 신고가 접수되었습니다.
es: El reporte ha sido enviado.
ja: 報告が受理されました。

source: 검토 후 조치하겠습니다.
es: Se tomará acción después de la revisión.
ja: 審査後に対応いたします。

source: 신고 접수 중 오류가 발생했습니다.
es: Ocurrió un error al enviar el reporte.
ja: 報告受理中にエラーが発生しました。

source: 수정 기능은 곧 구현될 예정입니다.
es: La función de edición se implementará pronto.
ja: 編集機能は間もなく実装される予定です。

source: 게시물 수정 모달이 곧 추가됩니다.
es: El modal de edición de publicaciones se agregará pronto.
ja: 投稿編集モーダルが間もなく追加されます。

source: 삭제된 게시물은 복구할 수 없습니다.
es: Las publicaciones eliminadas no se pueden recuperar.
ja: 削除した投稿は復元できません。

source: 게시물 삭제 중 오류가 발생했습니다.
es: Ocurrió un error al eliminar la publicación.
ja: 投稿の削除中にエラーが発生しました。

source: chars
es: caracteres
ja: 文字

source: 게시물 내용을 입력해주세요.
es: Por favor ingrese el contenido de la publicación.
ja: 投稿内容を入力してください。

source: 게시물은 최대 1000자까지 작성할 수 있습니다.
es: Las publicaciones pueden tener hasta 1000 caracteres.
ja: 投稿は最大1000文字まで作成できます。

source: 게시물 작성 중 오류가 발생했습니다.
es: Ocurrió un error al crear la publicación.
ja: 投稿作成中にエラーが発生しました。

source: 선택 안함
es: No seleccionado
ja: 選択しない

source: 언어 검색
es: Buscar idioma
ja: 言語を検索

source: 오픈채팅 - HypeHere
es: Chat abierto - HypeHere
ja: オープンチャット - HypeHere

source: 채팅방 검색...
es: Buscar salas de chat...
ja: チャットルームを検索...

source: 즐겨찾기만 보기
es: Mostrar solo favoritos
ja: お気に入りのみ表示

source: 다른 검색어나 필터를 사용해보세요
es: Prueba con otro término de búsqueda o filtro
ja: 別の検索語やフィルターを試してみてください

source: 채팅방 만들기
es: Crear sala de chat
ja: チャットルームを作成

source: 새 채팅방 만들기
es: Crear nueva sala de chat
ja: チャットルームを見る

source: 채팅방 이름
es: Nombre de sala de chat
ja: チャットルームを退出

source: 방 공개 설정
es: Configuración de visibilidad de sala
ja: ルーム公開設定

source: 공개방
es: Sala pública
ja: 公開ルーム

source: 비밀방
es: Sala privada
ja: 非公開ルーム

source: 만들기
es: Crear
ja: 作成する

source: 뒤로 가기
es: Volver
ja: 戻る

source: 강퇴된 사용자
es: Usuarios expulsados
ja: キックされたユーザー

source: 강퇴된 사용자 목록
es: Lista de usuarios expulsados
ja: キックされたユーザーリスト

source: 참여자 목록
es: Lista de participantes
ja: 参加者リスト

source: 전송
es: Enviar
ja: 送信

source: 사용자 강퇴
es: Expulsar usuario
ja: ユーザーをキック

source: 강퇴 사유 (선택사항)
es: Razón de expulsión (opcional)
ja: キック理由（任意）

source: 강퇴 사유를 입력하세요...
es: Ingrese razón de expulsión...
ja: キック理由を入力してください...

source: 차단 기간
es: Período de bloqueo
ja: ブロック期間

source: 영구 차단
es: Bloqueo permanente
ja: 永久ブロック

source: 1시간
es: 1 hora
ja: 1時間

source: 1일
es: 1 día
ja: 1日

source: 1주일
es: 1 semana
ja: 1週間

source: 1개월
es: 1 mes
ja: 1ヶ月

source: 강퇴하기
es: Expulsar
ja: キックする

source: 채팅방 나가기
es: Salir de sala de chat
ja: チャットルームを退出

source: 정말로 채팅방을 나가시겠습니까?
es: ¿Está seguro de que desea salir de la sala de chat?
ja: 本当にチャットルームを退出しますか？

source: 사용자 신고
es: Reportar usuario
ja: ユーザーを報告

source: 신고 사유
es: Razón del reporte
ja: 報告理由

source: 신고 사유를 입력하세요...
es: Ingrese razón del reporte...
ja: 報告理由を入力してください...

source: 신고하기
es: Reportar
ja: 報告する

source: 사용자 차단
es: Bloquear usuario
ja: ユーザーをブロック

source: 차단하면 이 사용자의 게시물과 댓글이 보이지 않게 됩니다.
es: El bloqueo ocultará las publicaciones y comentarios de este usuario.
ja: ブロックすると、このユーザーの投稿とコメントが表示されなくなります。

source: 관리자 권한 부여
es: Otorgar privilegios de administrador
ja: 管理者権限を付与

source: 관리자는 다른 사용자를 강퇴하거나 관리자 권한을 부여/해제할 수 있습니다.
ja: 管理者は他のユーザーをキックしたり、管理者権限を付与・解除できます。

source: 부여하기
es: Otorgar
ja: 付与する

source: 관리자 권한 해제
es: Revocar privilegios de administrador
ja: 管理者権限を解除

source: 관리자 권한을 해제하면 일반 참여자가 됩니다.
es: Revocar privilegios de administrador convierte al usuario en participante regular.
ja: 管理者権限を解除すると、一般参加者になります。

source: 해제하기
es: Revocar
ja: 解除する

source: 차단 해제
es: Desbloquear
ja: ブロック解除

source: 차단을 해제하면 이 사용자가 다시 채팅방에 입장할 수 있게 됩니다.
es: Desbloquear permite al usuario volver a unirse a la sala de chat.
ja: ブロックを解除すると、このユーザーが再びチャットルームに入室できるようになります。

source: 1:1 랜덤 채팅 - HypeHere
es: Chat aleatorio 1:1 - HypeHere
ja: 1:1ランダムチャット - HypeHere

source: 1:1 익명 랜덤 매칭
es: Coincidencia aleatoria anónima 1:1
ja: 1:1匿名ランダムマッチング

source: 전 세계 사람들과 실시간 영상/채팅을 나눠보세요
es: Comparta video/chat en tiempo real con personas de todo el mundo
ja: 世界中の人々とリアルタイムで映像・チャットをしましょう

source: 원하는 채팅 모드를 선택하면 같은 모드를 선택한 사람과 매칭됩니다.
es: Seleccione el modo de chat deseado para coincidir con usuarios que seleccionaron el mismo modo.
ja: 希望するチャットモードを選択すると、同じモードを選択した人とマッチングされます。

source: 남성
es: Masculino
ja: 男性

source: 여성
es: Femenino
ja: 女性

source: 채팅 모드
es: Modo de chat
ja: チャットモード

source: 글 채팅
es: Chat de texto
ja: テキストチャット

source: 영상 채팅
es: Chat de video
ja: ビデオチャット

source: 매칭 시작
es: Comenzar coincidencia
ja: マッチング開始

source: 매칭 중...
es: Buscando coincidencia...
ja: マッチング中...

source: 대화 상대를 찾고 있습니다
es: Buscando compañero de conversación
ja: 会話相手を探しています

source: 대기열 순서
es: Posición en cola
ja: 待機順

source: 대기 인원
es: Usuarios en espera
ja: 待機人数

source: 매칭 취소
es: Cancelar coincidencia
ja: マッチングをキャンセル

source: 익명 사용자
es: Usuario anónimo
ja: 匿名ユーザー

source: 연결됨
es: Conectado
ja: 接続済み

source: 대화 상대와 연결
es: Conectado con compañero de conversación
ja: 会話相手と接続

source: 카메라 끄기/켜기
es: Cámara encendida/apagada
ja: カメラON/OFF

source: 마이크 끄기/켜기
es: Micrófono encendido/apagado
ja: マイクON/OFF

source: 익명 채팅이 시작되었습니다. 대화 내용은 저장되지 않습니다.
es: Chat anónimo iniciado. La conversación no se guarda.
ja: 匿名チャットが開始されました。会話内容は保存されません。

source: 방을 나가면 대화 상대와 연결이 끊어집니다.
es: Salir de la sala desconecta del compañero de conversación.
ja: ルームを退出すると会話相手との接続が切断されます。

source: 상세 설명 (선택)
es: Descripción detallada (opcional)
ja: 詳細説明（任意）

source: 연결 요청
es: Solicitud de conexión
ja: 接続リクエスト

source: 상대방이 나를 팔로우하고 싶습니다. 동의하십니까?
es: El compañero quiere seguirte. ¿Estás de acuerdo?
ja: 相手があなたをフォローしたいと言っています。同意しますか？

source: 아니오
es: No
ja: いいえ

source: 예
es: Sí
ja: はい

source: 이 사용자를 차단하시겠습니까?
es: ¿Desea bloquear a este usuario?
ja: このユーザーをブロックしますか？

source: 전체 국가
es: Todos los países
ja: すべての国

source: 국가 검색...
es: Buscar país...
ja: 国を検索...

source: 국가 선택
es: Seleccionar país
ja: 国を選択

source: 상대방이 연결되었습니다
es: Pareja conectada
ja: 相手が接続されました

source: 상대방이 나갔습니다
es: Pareja se fue
ja: 相手が退出しました

source: 연결 오류
es: Error de conexión
ja: 接続エラー

source: 1:1 매칭하기
es: Iniciar Emparejamiento 1:1
ja: 1:1マッチングを開始

source: 카메라 끄기
es: Apagar cámara
ja: カメラをオフ

source: 카메라 켜기
es: Encender cámara
ja: カメラをオン

source: 마이크 끄기
es: Apagar micrófono
ja: マイクをオフ

source: 마이크 켜기
es: Encender micrófono
ja: マイクをオン

source: 매칭 시작 중 오류가 발생했습니다.
es: Ocurrió un error al iniciar la coincidencia.
ja: マッチング開始中にエラーが発生しました。

source: 팔로우 요청 중 오류가 발생했습니다.
es: Ocurrió un error durante la solicitud de seguimiento.
ja: フォローリクエスト中にエラーが発生しました。

source: 오류가 발생했습니다.
es: Ocurrió un error.
ja: エラーが発生しました。

source: 신고 중 오류가 발생했습니다.
es: Ocurrió un error durante el reporte.
ja: 報告中にエラーが発生しました。

source: 차단할 사용자 정보를 찾을 수 없습니다.
es: No se puede encontrar la información del usuario a bloquear.
ja: ブロックするユーザー情報が見つかりません。

source: 차단에 실패했습니다.
es: Error al bloquear.
ja: ブロックに失敗しました。

source: 차단 중 오류가 발생했습니다.
es: Ocurrió un error durante el bloqueo.
ja: ブロック中にエラーが発生しました。

source: 상대방이 팔로우 요청을 수락했습니다.
es: Pareja conectada
ja: 相手がフォローリクエストを承諾しました。

source: 팔로우 요청을 보냈습니다. 상대방의 응답을 기다리고 있습니다.
es: Solicitud de seguimiento enviada. Esperando respuesta del compañero.
ja: フォローリクエストを送信しました。相手の応答を待っています。

source: 연결 요청을 수락했습니다.
es: Solicitud de conexión aceptada.
ja: 接続リクエストを承諾しました。

source: 사용자를 차단했습니다.
es: Usuario bloqueado.
ja: ユーザーをブロックしました。

source: 이미 팔로우 되어있는 상대입니다.
es: Ya está siguiendo a este compañero.
ja: 既にフォローしている相手です。

source: 상대방이 팔로우를 거부하셨습니다.
es: Pareja conectada
ja: 相手がフォローを拒否しました。

source: 연결 요청을 거절했습니다.
es: Solicitud de conexión rechazada.
ja: 接続リクエストを拒否しました。

source: 메시지가 없습니다
es: No hay mensajes
ja: メッセージがありません

source: 알림 - HypeHere
es: Notificaciones - HypeHere
ja: 通知 - HypeHere

source: 모두 읽음
es: Marcar todo como leído
ja: すべて既読

source: 알림이 없습니다
es: No hay notificaciones
ja: 通知がありません

source: 알림을 불러오는데 실패했습니다.
es: Error al cargar notificaciones.
ja: 通知の読み込みに失敗しました。

source: 알림을 읽음 처리하는데 실패했습니다.
es: Error al marcar notificación como leída.
ja: 通知の既読処理に失敗しました。

source: 방금 전
es: Justo ahora
ja: たった今

source: 분 전
es: minutos atrás
ja: 分前

source: 시간 전
es: horas atrás
ja: 時間前

source: 일 전
es: días atrás
ja: 日前

source: 댓글 삭제
es: Eliminar Comentario
ja: コメントを削除

source: 댓글을 삭제하시겠습니까?
es: ¿Estás seguro de que deseas eliminar este comentario?
ja: このコメントを削除してもよろしいですか？

source: 댓글 수정
es: Editar Comentario
ja: コメントを編集

source: 댓글 내용을 입력하세요
es: Ingrese el contenido del comentario
ja: コメント内容を入力してください

source: 저장
es: Guardar
ja: 保存

source: 검색...
es: Buscar...
ja: 検索...

source: 탐색
es: Explorar
ja: 探索

source: 설정
es: Configuración
ja: 設定

source: 상세 설명
es: Descripción detallada
ja: 詳細説明

source: 선택
es: Seleccionar
ja: 任意

source: 신고 사유를 상세히 작성해주세요...
es: Por favor escriba la razón del reporte en detalle...
ja: 報告理由を詳しく記入してください...

source: 비밀번호 규칙
es: Reglas de Contraseña
ja: パスワードルール

source: 최소 8자 이상
es: Mínimo 8 caracteres
ja: 最低8文字以上

source: 영문 대문자 포함 권장
es: Se recomienda letra mayúscula
ja: 大文字を含めることを推奨

source: 영문 소문자 포함 권장
es: Se recomienda letra minúscula
ja: 小文字を含めることを推奨

source: 숫자 포함 권장
es: Se recomienda número
ja: 数字を含めることを推奨

source: 특수문자 포함 권장
es: Se recomienda carácter especial
ja: 特殊文字を含めることを推奨

source: 등
es: etc.
ja: など

source: 이메일과 유사하지 않아야 함
es: No debe ser similar al correo electrónico
ja: メールアドレスに類似してはいけません

source: 일반적인 단어 사용 불가
es: Palabras comunes no permitidas
ja: 一般的な単語は使用できません

source: 새 게시물
es: Nueva publicación
ja: 新しい投稿

source: 무슨 일이 일어나고 있나요?&#10;&#10;해시태그를 사용하려면 #을 앞에 붙이세요 (예: #한국어학습)
es: ¿Qué está pasando?&#10;&#10;Usa # antes de una palabra para crear un hashtag (ej: #AprendiendoCoreano)
ja: 何が起こっていますか？&#10;&#10;ハッシュタグを使用するには#を前につけてください（例：#日本語学習）

source: 0 / 1000자
es: 0 / 1000 caracteres
ja: 0 / 1000文字

source: 팁: #해시태그를 사용하여 게시물을 분류하세요
es: Consejo: Use #hashtags para categorizar publicaciones
ja: ヒント：#ハッシュタグを使用して投稿を分類しましょう

source: 모국어
es: Idioma nativo
ja: 母国語

source: 학습 언어
es: Idioma de aprendizaje
ja: 学習言語

source: 게시하기
es: Publicar
ja: 投稿する

source: 게시물 신고
es: Reportar publicación
ja: 投稿を報告

source: 이전 포스트
es: Publicación anterior
ja: 前の投稿

source: 다음 포스트
es: Siguiente publicación
ja: 次の投稿

source: 공유
es: Compartir
ja: シェア

source: 메뉴
es: Menú
ja: メニュー

source: 홈 피드
es: Feed de inicio
ja: ホームフィード

source: 매칭
es: Coincidencia
ja: マッチング

source: 챌린지
es: Desafío
ja: チャレンジ

source: 내 프로필
es: Mi perfil
ja: マイプロフィール

source: 학습 중인 언어
es: Idioma de aprendizaje
ja: 学習中の言語

source: 원어민
es: Hablante nativo
ja: ネイティブ

source: 트렌딩 태그
es: Etiquetas en tendencia
ja: トレンドタグ

source: 추천 사용자
es: Usuarios recomendados
ja: おすすめユーザー

source: 관리
es: Administración
ja: 管理

source: 관리자 페이지
es: Panel de Administración
ja: 管理者パネル

source: 사용자 관리 및 시스템 설정
es: Gestión de usuarios y configuración del sistema
ja: ユーザー管理とシステム設定

source: 관리자 대시보드
es: Panel de Administración
ja: 管理者ダッシュボード

source: example@email.com
es: ejemplo@correo.com

source: 프로필 사진을 삭제하시겠습니까?
es: ¿Está seguro de que desea eliminar su foto de perfil?

source: New
es: Nuevo
