Repository: kangkyungjun/hypehere
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: 계정 관련
es: Relacionado con la cuenta
ja: アカウント関連

source: 결제 문의
es: Consulta de pago
ja: 決済お問い合わせ

source: 기술 지원
es: Soporte técnico
ja: 技術サポート

source: 기능 제안
es: Sugerencia de función
ja: 機能リクエスト

source: 기타
es: Otro
ja: その他

source: 대기 중
es: En espera
ja: 待機中

source: 답변 완료
es: Respuesta completada
ja: 回答済み

source: 작성자
es: Autor
ja: 作成者

source: 카테고리
es: Categoría
ja: カテゴリー

source: 제목
es: Título
ja: タイトル

source: 내용
es: Contenido
ja: 内容

source: 상태
es: Estado
ja: 状態

source: 관리자 답변
es: Respuesta del administrador
ja: 管理者の回答

source: 답변 관리자
es: Administrador de respuesta
ja: 回答管理者

source: 새 비밀번호가 일치하지 않습니다.
es: Las nuevas contraseñas no coinciden.
ja: 新しいパスワードが一致しません。

source: 계정 관리 - HypeHere
es: Gestión de cuenta - HypeHere
ja: アカウント管理 - HypeHere

source: 계정 관리
es: Gestión de cuenta
ja: アカウント管理

source: 계정 삭제 예약됨
es: Eliminación de cuenta programada
ja: アカウント削除予約済み

source: %(days)s일 후 영구 삭제됩니다.
es: Se eliminará permanentemente en %(days)s días.
ja: %(days)s日後に完全削除されます。

source: 삭제 취소
es: Cancelar eliminación
ja: 削除をキャンセル

source: 비밀번호 변경
es: Cambiar Contraseña
ja: パスワード変更

source: 비밀번호 관리
es: Gestión de Contraseña
ja: パスワード管理

source: 계정 보안을 위해 정기적으로 비밀번호를 변경하세요
es: Cambia tu contraseña regularmente para la seguridad de tu cuenta
ja: アカウントのセキュリティのため、定期的にパスワードを変更してください

source: 계정 재활성화
es: Reactivar cuenta
ja: アカウント再有効化

source: 계정 다시 활성화
es: Reactivar cuenta nuevamente
ja: アカウントを再有効化

source: 비활성화된 계정을 다시 활성화하여 모든 기능을 이용할 수 있습니다
es: Reactive la cuenta desactivada para utilizar todas las funciones
ja: 無効化されたアカウントを再有効化してすべての機能を利用できます

source: 재활성화
es: Reactivar
ja: 再有効化

source: 계정 비활성화
es: Desactivar cuenta
ja: アカウント無効化

source: 계정 일시 정지
es: Suspender cuenta temporalmente
ja: アカウント一時停止

source: 프로필이 숨겨지지만 언제든지 다시 로그인하여 복구할 수 있습니다
es: El perfil se ocultará pero puede restaurarlo iniciando sesión en cualquier momento
ja: プロフィールは非表示になりますが、いつでも再ログインして復元できます

source: 비활성화
es: Desactivar
ja: 無効化

source: 계정 영구 삭제
es: Eliminar cuenta permanentemente
ja: アカウント完全削除

source: 계정 삭제
es: Eliminar cuenta
ja: アカウント削除

source: 30일 후 계정과 모든 데이터가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ja: 30日後にアカウントとすべてのデータが完全に削除されます。この操作は元に戻せません。

source: 삭제 요청
es: Solicitar eliminación
ja: 削除をリクエスト

source: 계정을 비활성화하시겠습니까?
es: ¿Desea desactivar su cuenta?
ja: アカウントを無効化してもよろしいですか？

source: 프로필과 게시글이 숨겨지지만 언제든 다시 로그인하여 복구할 수 있습니다.
es: El perfil y las publicaciones se ocultarán pero pueden restaurarse iniciando sesión en cualquier momento.
ja: プロフィールと投稿は非表示になりますが、いつでも再ログインして復元できます。

source: 취소
es: Cancelar
ja: キャンセル

source: 정말로 계정을 삭제하시겠습니까?
es: ¿Está seguro de que desea eliminar su cuenta?
ja: 本当にアカウントを削除してもよろしいですか？

source: 30일 후 다음 항목이 영구적으로 삭제됩니다:
es: Los siguientes elementos se eliminarán permanentemente después de 30 días:
ja: 30日後に次の項目が完全に削除されます：

source: 프로필 정보
es: Información del perfil
ja: プロフィール情報

source: 모든 게시글 및 댓글
es: Todas las publicaciones y comentarios
ja: すべての投稿とコメント

source: 팔로워 및 팔로잉 관계
es: Relaciones de seguidores y seguidos
ja: フォロワーとフォロー関係

source: 모든 활동 기록
es: Todos los registros de actividad
ja: すべての活動履歴

source: 다음
es: Siguiente
ja: 次へ

source: 계정 삭제 확인
es: Confirmar eliminación de cuenta
ja: アカウント削除の確認

source: 계속하려면 "<strong>영구삭제</strong>"를 입력하세요:
ja: 続行するには「<strong>完全削除</strong>」と入力してください：

source: 영구삭제
es: eliminación permanente
ja: 完全削除

source: 계정이 비활성화되었습니다
es: La cuenta ha sido desactivada
ja: アカウントが無効化されています

source: 계정을 재활성화하려면 재활성화 버튼을 눌러주세요.
es: Presione el botón de reactivación para reactivar su cuenta.
ja: アカウントを再有効化するには再有効化ボタンを押してください。

source: 확인
es: Confirmar
ja: 確認

source: 계정을 재활성화하시겠습니까?
es: ¿Desea reactivar su cuenta?
ja: アカウントを再有効化してもよろしいですか？

source: 모든 기능을 다시 사용할 수 있게 됩니다.
es: Todas las funciones estarán disponibles nuevamente.
ja: すべての機能を再び使用できるようになります。

source: 계정이 재활성화되었습니다
es: La cuenta ha sido reactivada
ja: アカウントが再有効化されました

source: 이제 모든 기능을 사용할 수 있습니다.
es: Ahora puede usar todas las funciones.
ja: すべての機能をご利用いただけます。

source: 새로운 비밀번호를 입력해주세요
es: Por favor ingresa una nueva contraseña
ja: 新しいパスワードを入力してください

source: 현재 비밀번호
es: Contraseña Actual
ja: 現在のパスワード

source: 새 비밀번호
es: Nueva Contraseña
ja: 新しいパスワード

source: 비밀번호 규칙 보기
es: Ver Reglas de Contraseña
ja: パスワードルールを見る

source: 새 비밀번호 확인
es: Confirmar Nueva Contraseña
ja: 新しいパスワード確認

source: 변경하기
es: Cambiar
ja: 変更

source: 모든 필드를 입력해주세요.
es: Por favor completa todos los campos.
ja: すべてのフィールドを入力してください。

source: 비밀번호는 최소 8자 이상이어야 합니다.
es: La contraseña debe tener al menos 8 caracteres.
ja: パスワードは最低8文字以上である必要があります。

source: 비밀번호 변경에 실패했습니다.
es: Falló el cambio de contraseña.
ja: パスワードの変更に失敗しました。

source: 비밀번호 변경 중 오류가 발생했습니다.
es: Ocurrió un error al cambiar la contraseña.
ja: パスワード変更中にエラーが発生しました。

source: 네트워크 오류가 발생했습니다. 다시 시도해주세요.
es: Error de red. Por favor intenta de nuevo.
ja: ネットワークエラーが発生しました。もう一度お試しください。

source: 비밀번호가 변경되었습니다
es: Contraseña cambiada exitosamente
ja: パスワードが変更されました

source: 새로운 비밀번호로 로그인해주세요.
es: Por favor inicia sesión con tu nueva contraseña.
ja: 新しいパスワードでログインしてください。

source: 차단 목록
es: Lista de bloqueados
ja: ブロックリスト

source: 뒤로가기
es: Volver
ja: 戻る

source: 불러오는 중...
es: Cargando...
ja: 読み込み中...

source: 차단한 사용자가 없습니다
es: No hay usuarios bloqueados
ja: ブロックしたユーザーはいません

source: 즐겨찾기 - HypeHere
es: Favoritos - HypeHere
ja: お気に入り - HypeHere

source: 즐겨찾기
es: Favoritos
ja: お気に入り

source: 채팅방
es: Sala de chat
ja: チャットルーム

source: 게시물
es: Publicaciones
ja: 投稿

source: 즐겨찾기한 채팅방이 없습니다
es: No hay salas de chat favoritas
ja: お気に入りのチャットルームがありません

source: 채팅방을 즐겨찾기에 추가해보세요
es: Agregue salas de chat a favoritos
ja: チャットルームをお気に入りに追加してみましょう

source: 채팅방 둘러보기
es: Explorar salas de chat
ja: チャットルームを見る

source: 게시물 즐겨찾기 준비 중
es: Favoritos de publicaciones próximamente
ja: 投稿のお気に入り機能準備中

source: 곧 게시물 즐겨찾기 기능이 추가됩니다
es: La función de favoritos de publicaciones se agregará pronto
ja: まもなく投稿のお気に入り機能が追加されます

source: 팔로워
es: Seguidores
ja: フォロワー

source: 팔로워가 없습니다
es: Sin seguidores
ja: フォロワーがいません

source: 아직 팔로워가 없습니다
es: Aún no tienes seguidores
ja: まだフォロワーがいません

source: 팔로잉
es: Siguiendo
ja: フォロー中

source: 팔로잉이 없습니다
es: Sin seguimientos
ja: フォロー中のユーザーがいません

source: 아직 팔로우한 사용자가 없습니다
es: Aún no sigues a nadie
ja: まだ誰もフォローしていません

source: 로그인 - HypeHere
es: Iniciar sesión - HypeHere
ja: ログイン - HypeHere

source: 로그인
es: Iniciar sesión
ja: ログイン

source: HypeHere 계정으로 로그인하세요
es: Inicie sesión con su cuenta de HypeHere
ja: HypeHereアカウントでログインしてください

source: 사용자명 또는 비밀번호가 올바르지 않습니다.
es: El nombre de usuario o la contraseña son incorrectos.
ja: ユーザー名またはパスワードが正しくありません。

source: 사용자명
es: Nombre de usuario
ja: ユーザー名

source: 사용자명을 입력하세요
es: Ingrese nombre de usuario
ja: ユーザー名を入力してください

source: 비밀번호
es: Contraseña
ja: パスワード

source: 비밀번호를 입력하세요
es: Ingrese contraseña
ja: パスワードを入力してください

source: 화면 언어 (선택)
es: Idioma de interfaz (Opcional)
ja: UI言語 (任意)

source: 선택하면 즉시 페이지 언어가 변경됩니다.
es: El idioma de la página cambiará inmediatamente al seleccionar.
ja: 選択するとページ言語が即座に変更されます。

source: 로그인 상태 유지
es: Mantener sesión iniciada
ja: ログイン状態を保持

source: 비밀번호를 잊으셨나요?
es: ¿Olvidó su contraseña?
ja: パスワードをお忘れですか？

source: 계정이 없으신가요?
es: ¿No tiene una cuenta?
ja: アカウントをお持ちでないですか？

source: 회원가입
es: Registrarse
ja: 会員登録

source: 알림 설정 - HypeHere
es: Configuración de notificaciones - HypeHere
ja: 通知設定 - HypeHere

source: 알림 설정
es: Configuración de notificaciones
ja: 通知設定

source: 저장됨
es: Guardado
ja: 保存済み

source: 모든 알림
es: Todas las notificaciones
ja: すべての通知

source: 모든 알림을 한번에 켜거나 끕니다
es: Activar o desactivar todas las notificaciones a la vez
ja: すべての通知を一度にオン/オフします

source: 알림 타입
es: Tipo de notificación
ja: 通知タイプ

source: 메시지
es: Mensajes
ja: メッセージ

source: 새로운 메시지를 받았을 때
es: Al recibir nuevos mensajes
ja: 新しいメッセージを受信したとき

source: 팔로우
es: Seguir
ja: フォロー

source: 새로운 팔로워가 생겼을 때
es: Al obtener nuevos seguidores
ja: 新しいフォロワーができたとき

source: 게시글
es: Publicaciones
ja: 投稿

source: 팔로우한 사람이 게시글을 작성했을 때
es: Cuando los usuarios seguidos publican
ja: フォローしている人が投稿を作成したとき

source: 댓글
es: Comentarios
ja: コメント

source: 내 게시글에 댓글이 달렸을 때
es: Cuando se agregan comentarios a mis publicaciones
ja: 自分の投稿にコメントがついたとき

source: 좋아요
es: Me gusta
ja: いいね

source: 내 게시글에 좋아요를 눌렀을 때
es: Cuando mis publicaciones reciben me gusta
ja: 自分の投稿にいいねがついたとき

source: 비밀번호 재설정
es: Restablecer Contraseña
ja: パスワードリセット

source: 안녕하세요,
es: Hola,
ja: こんにちは、

source: 아래 임시 비밀번호로 로그인하신 후, 반드시 새 비밀번호로 변경해주세요.
es: Inicie sesión con la contraseña temporal a continuación y cámbiela por una nueva contraseña.
ja: 以下の仮パスワードでログイン後、必ず新しいパスワードに変更してください。

source: 로그인하기
es: Iniciar Sesión
ja: ログイン

source: ⚠️ 보안 안내
es: ⚠️ Aviso de Seguridad
ja: ⚠️ セキュリティのお知らせ

source: 로그인 후 즉시 비밀번호를 변경하시기 바랍니다.
es: Por favor cambie su contraseña inmediatamente después de iniciar sesión.
ja: ログイン後、すぐにパスワードを変更してください。

source: 본인이 요청하지 않은 경우, 이 이메일을 무시하시고 관리자에게 문의해주세요.
es: Si no solicitó esto, ignore este correo y contacte al administrador.
ja: ご自身でリクエストされていない場合は、このメールを無視し、管理者にお問い合わせください。

source: 감사합니다.
es: Gracias.
ja: ありがとうございます。

source: HypeHere 팀
es: Equipo HypeHere
ja: HypeHereチーム

source: 본 메일은 발신 전용입니다. 문의사항은 고객센터를 이용해주세요.
es: Este es un correo automatizado. Para consultas, contacte nuestro centro de soporte.
ja: このメールは自動送信です。お問い合わせはサポートセンターをご利用ください。

source: 등록된 이메일 주소로 임시 비밀번호를 발송해드립니다
es: Enviaremos una contraseña temporal a su correo registrado
ja: 登録されたメールアドレスに仮パスワードを送信します

source: 이메일 주소
es: Dirección de Correo
ja: メールアドレス

source: 가입 시 등록한 이메일 주소를 입력해주세요
es: Ingrese el correo con el que se registró
ja: 登録時のメールアドレスを入力してください

source: 임시 비밀번호 발송
es: Enviar Contraseña Temporal
ja: 仮パスワードを送信

source: 비밀번호가 기억나셨나요?
es: ¿Recuerda su contraseña?
ja: パスワードを思い出しましたか？

source: 개인정보 보호 - HypeHere
es: Protección de privacidad - HypeHere
ja: プライバシー保護 - HypeHere

source: 개인정보 보호
es: Protección de privacidad
ja: プライバシー保護

source: 계정 공개 설정
es: Configuración de visibilidad de cuenta
ja: アカウント公開設定

source: 비공개 계정
es: Cuenta privada
ja: 非公開アカウント

source: 비공개 계정으로 설정하면 팔로워만 내 게시글과 프로필을 볼 수 있습니다
es: La configuración de cuenta privada permite que solo los seguidores vean publicaciones y perfil
ja: 非公開アカウントに設定すると、フォロワーのみが自分の投稿とプロフィールを閲覧できます

source: 팔로우 목록 공개
es: Visibilidad de lista de seguidos
ja: フォローリストの公開

source: 팔로워 목록
es: Lista de seguidores
ja: フォロワーリスト

source: 내 팔로워 목록을 볼 수 있는 사람
es: Quién puede ver mi lista de seguidores
ja: 自分のフォロワーリストを閲覧できる人

source: 팔로잉 목록
es: Lista de seguidos
ja: フォローリスト

source: 내가 팔로우하는 목록을 볼 수 있는 사람
es: Quién puede ver mi lista de seguidos
ja: 自分がフォローしているリストを閲覧できる人

source: 차단 관리
es: Gestión de bloqueos
ja: ブロック管理

source: 차단한 사용자 관리
es: Gestionar usuarios bloqueados
ja: ブロックしたユーザーの管理

source: 공개 범위 선택
es: Seleccionar rango de visibilidad
ja: 公開範囲を選択

source: 닫기
es: Cerrar
ja: 閉じる

source: 전체 공개
es: Público
ja: 全員に公開

source: 모든 사용자가 볼 수 있습니다
es: Todos los usuarios pueden ver
ja: すべてのユーザーが閲覧できます

source: 팔로워만
es: Solo seguidores
ja: フォロワーのみ

source: 나를 팔로우하는 사용자만
es: Solo usuarios que me siguen
ja: 自分をフォローしているユーザーのみ

source: 비공개
es: Privado
ja: 非公開

source: 나만 볼 수 있습니다
es: Solo yo puedo ver
ja: 自分のみが閲覧できます

source: 내 프로필 - HypeHere
es: Mi perfil - HypeHere
ja: マイプロフィール - HypeHere

source: 프로필 편집
es: Editar perfil
ja: プロフィール編集

source: 편집
es: Editar
ja: 編集

source: 포스트
es: Publicaciones
ja: 投稿

source: 게시물 검색... (내용 또는 #해시태그)
es: Buscar publicaciones... (contenido o #hashtag)
ja: 投稿を検索...（内容または#ハッシュタグ）

source: 검색 지우기
es: Limpiar búsqueda
ja: 検索をクリア

source: 검색 결과
es: Resultados de búsqueda
ja: 検索結果

source: 게시물 옵션
es: Opciones de Publicación
ja: 投稿オプション

source: 아직 게시물이 없습니다
es: Aún no hay publicaciones
ja: まだ投稿がありません

source: 성공
es: Éxito
ja: 成功

source: 오류
es: Error
ja: エラー

source: 게시물이 삭제되었습니다.
es: La publicación ha sido eliminada.
ja: 投稿が削除されました。

source: 삭제 실패
es: Error al eliminar
ja: 削除失敗

source: 서버 오류가 발생했습니다
es: Ocurrió un error del servidor
ja: エラーが発生しました。

source: 알 수 없는 오류
es: Error desconocido
ja: 不明なエラー

source: 검색 결과가 없습니다
es: No se encontraron resultados
ja: 検索結果がありません

source: 회원가입 - HypeHere
es: Registrarse - HypeHere
ja: 会員登録 - HypeHere

source: HypeHere에 가입하여 언어 교환을 시작하세요
es: Únase a HypeHere y comience el intercambio de idiomas
ja: HypeHereに参加して言語交換を始めましょう

source: 기본 정보
es: Información básica
ja: 基本情報

source: 언어 설정
es: Configuración de idioma
ja: 言語設定

source: 관심사
es: Intereses
ja: 関心事

source: 4-20자의 영문, 숫자, 언더스코어만 사용 가능합니다.
es: Solo 4-20 caracteres, letras, números y guiones bajos.
ja: 4-20文字の英数字とアンダースコアのみ使用可能です。

source: 이메일
es: Correo electrónico
ja: メールアドレス

source: 이메일을 입력하세요
es: Ingrese correo electrónico
ja: メールアドレスを入力してください

source: 최소 8자 이상, 영문과 숫자를 포함해야 합니다.
es: Debe tener al menos 8 caracteres e incluir letras y números.
ja: 8文字以上で、英字と数字を含む必要があります。

source: 비밀번호 확인
es: Confirmar contraseña
ja: パスワード確認

source: 비밀번호를 다시 입력하세요
es: Vuelva a ingresar la contraseña
ja: パスワードを再度入力してください

source: 이용약관
es: Términos de servicio
ja: 利用規約

source: 및
es: y
ja: および

source: 개인정보처리방침
es: Política de privacidad
ja: 個人情報保護方針

source: 에 동의합니다
es: Acepto
ja: に同意します

source: 다음 단계
es: Siguiente paso
ja: 次のステップ

source: 이미 계정이 있으신가요?
es: ¿Ya tiene una cuenta?
ja: 既にアカウントをお持ちですか？

source: 신고 내역 - HypeHere
es: Historial de reportes - HypeHere
ja: 報告履歴 - HypeHere

source: 신고 내역
es: Historial de reportes
ja: 報告履歴

source: 필터
es: Filtro
ja: フィルター

source: 채팅
es: Chat
ja: チャット

source: 전
es: hace
ja: 前

source: 게시물 보기
es: Ver publicación
ja: 投稿を見る

source: 삭제 처리
es: Procesar eliminación
ja: 削除処理

source: 신고 기각
es: Rechazar reporte
ja: 報告を却下

source: 게시물 신고 내역이 없습니다
es: No hay historial de reportes de publicaciones
ja: 投稿の報告履歴がありません

source: 아직 신고한 게시물이 없습니다
es: Aún no hay publicaciones reportadas
ja: まだ報告した投稿がありません

source: 댓글 신고 내역이 없습니다
es: No hay historial de reportes de comentarios
ja: コメントの報告履歴がありません

source: 아직 신고한 댓글이 없습니다
es: Aún no hay comentarios reportados
ja: まだ報告したコメントがありません

source: 채팅 신고 내역이 없습니다
es: No hay historial de reportes de chat
ja: チャットの報告履歴がありません

source: 아직 신고한 채팅이 없습니다
es: Aún no hay chats reportados
ja: まだ報告したチャットがありません

source: 게시물 삭제 확인
es: Confirmar eliminación de publicación
ja: 投稿削除の確認

source: 정말로 이 게시물을 삭제하시겠습니까?
es: ¿Está seguro de que desea eliminar esta publicación?
ja: 本当にこの投稿を削除してもよろしいですか？

source: 이 작업은 다음을 수행합니다:
es: Esta acción hará lo siguiente:
ja: この作業は次の処理を実行します：

source: 게시물 내용을 \'신고로 삭제됨\' 메시지로 변경
ja: 投稿内容を「報告により削除されました」メッセージに変更

source: 신고 상태를 \'처리완료\'로 변경
ja: 報告状態を「処理完了」に変更

source: 사용자의 신고 누적 횟수 증가
es: Aumentar contador de reportes acumulados del usuario
ja: ユーザーの報告累積回数を増加

source: 작성자와 신고자에게 알림 전송
es: Enviar notificación al autor y al reportante
ja: 作成者と報告者に通知を送信

source: 신고 기각 확인
es: Confirmar rechazo de reporte
ja: 報告却下の確認

source: 이 신고를 기각하시겠습니까?
es: ¿Desea rechazar este reporte?
ja: この報告を却下してもよろしいですか？

source: 신고 상태를 \'기각\'으로 변경
ja: 報告状態を「却下」に変更

source: 필요시 사용자의 신고 누적 횟수 감소
es: Disminuir contador de reportes acumulados del usuario si es necesario
ja: 必要に応じてユーザーの報告累積回数を減少

source: 필터 및 검색
es: Filtro y búsqueda
ja: フィルターと検索

source: 검색
es: Buscar
ja: 検索

source: 사용자 닉네임, 내용으로 검색...
es: Buscar por apodo de usuario, contenido...
ja: ユーザーのニックネーム、内容で検索...

source: 전체
es: Todos
ja: 全体

source: 처리 완료
es: Resuelto
ja: 処理完了

source: 기각
es: Rechazado
ja: 却下

source: 신고 유형
es: Tipo de reporte
ja: 報告タイプ

source: 욕설/비방
es: Lenguaje ofensivo/Difamación
ja: 侮辱・誹謗中傷

source: 스팸/광고
es: Spam/Publicidad
ja: スパム・広告

source: 부적절한 내용
es: Contenido inapropiado
ja: 不適切な内容

source: 성희롱
es: Acoso sexual
ja: セクハラ

source: 기간
es: Período
ja: 期間

source: 오늘
es: Hoy
ja: 今日

source: 최근 7일
es: Últimos 7 días
ja: 最近7日間

source: 최근 30일
es: Últimos 30 días
ja: 最近30日間

source: 초기화
es: Restablecer
ja: リセット

source: 적용
es: Aplicar
ja: 適用

source: 신고 내역을 불러오는 중...
es: Cargando historial de reportes...
ja: 報告履歴を読み込み中...

source: 신고 내용:
es: Contenido del reporte:
ja: 報告履歴

source: 설정 - HypeHere
es: Configuración - HypeHere
ja: 設定 - HypeHere

source: 프로필
es: Perfil
ja: プロフィール

source: 내 프로필 보기
es: Ver mi perfil
ja: マイプロフィールを見る

source: 계정
es: Cuenta
ja: アカウント

source: 한국어
es: Coreano
ja: 韓国語

source: 개인정보
es: Información personal
ja: プライバシー

source: 고객지원
es: Soporte al cliente
ja: カスタマーサポート

source: 로그아웃
es: Cerrar sesión
ja: ログアウト

source: 언어 선택
es: Seleccionar idioma
ja: 言語を選択

source: 영어
es: Inglés
ja: 英語

source: 일본어
es: Japonés
ja: 日本語

source: 스페인어
es: Español
ja: スペイン語

source: 문의 작성 - HypeHere
es: Escribir consulta - HypeHere
ja: お問い合わせ作成 - HypeHere

source: 뒤로
es: Atrás
ja: 戻る

source: 문의 작성
es: Escribir consulta
ja: お問い合わせ作成

source: 카테고리를 선택하세요
es: Seleccione categoría
ja: カテゴリーを選択してください

source: 문의 제목을 입력하세요
es: Ingrese título de consulta
ja: お問い合わせタイトルを入力してください

source: 문의 내용을 자세히 입력해주세요
es: Ingrese detalles de la consulta
ja: お問い合わせ内容を詳しく入力してください

source: 작성 완료
es: Enviar
ja: 作成完了

source: 목록으로
es: Volver a la lista
ja: リストに戻る

source: 문의 상세
es: Detalles de la consulta
ja: お問い合わせ詳細

source: 대기중
es: En espera
ja: 回答待ち

source: 답변완료
es: Respondido
ja: 回答済み

source: 작성:
es: Escrito:
ja: 作成：

source: 작성자:
es: Autor:
ja: 作成者：

source: 답변자:
es: Respondedor:
ja: 回答者：

source: 답변 내용
es: Contenido de respuesta
ja: 回答内容

source: 답변을 입력하세요
es: Ingrese respuesta
ja: 回答を入力してください

source: 답변 등록
es: Enviar respuesta
ja: 回答を登録

source: 관리자 답변을 기다리고 있습니다.
es: Esperando respuesta del administrador.
ja: 管理者の回答をお待ちください。

source: 고객지원 - HypeHere
es: Soporte al cliente - HypeHere
ja: カスタマーサポート - HypeHere

source: 전체 문의 목록
es: Lista de todas las consultas
ja: すべてのお問い合わせリスト

source: 내 문의 목록
es: Lista de mis consultas
ja: 自分のお問い合わせリスト

source: 제목으로 검색...
es: Buscar por título...
ja: タイトルで検索...

source: 필터:
es: Filtro:
ja: フィルター：

source: 검색:
es: Buscar:
ja: 検索：

source: 답변
es: Respuesta
ja: 回答

source: 처음
es: Primero
ja: 最初

source: 이전
es: Anterior
ja: 前

source: 마지막
es: Último
ja: 最後

source: 아직 문의 내역이 없습니다.
es: Aún no hay consultas.
ja: まだお問い合わせ履歴がありません。

source: 첫 문의 작성하기
es: Escribir primera consulta
ja: 最初のお問い合わせを作成

source: 문의가 성공적으로 등록되었습니다.
es: Consulta enviada exitosamente.
ja: お問い合わせが正常に登録されました。

source: 답변 내용을 입력해주세요.
es: Por favor ingrese el contenido de la respuesta.
ja: 回答内容を入力してください。

source: 답변이 성공적으로 등록되었습니다.
es: Respuesta enviada exitosamente.
ja: 回答が正常に登録されました。

source: 활성 신고 %(count)s건 누적으로 계정이 영구 정지되었습니다
es: Cuenta suspendida permanentemente debido a %(count)s reportes activos acumulados
ja: アクティブな報告%(count)s件の累積によりアカウントが永久停止されました

source: 활성 신고 %(count)s건 누적으로 계정이 7일간 정지되었습니다
es: Cuenta suspendida por 7 días debido a %(count)s reportes activos acumulados
ja: アクティブな報告%(count)s件の累積によりアカウントが7日間停止されました

source: 활성 신고 %(count)s건 누적으로 계정이 3일간 정지되었습니다
es: Cuenta suspendida por 3 días debido a %(count)s reportes activos acumulados
ja: アクティブな報告%(count)s件の累積によりアカウントが3日間停止されました

source: 채팅 신고가 승인되었습니다. 주의해 주세요.
es: Reporte de chat aprobado. Por favor tenga cuidado.
ja: 報告が受理されました。

source: 신고하신 채팅 내용이 검토되어 조치가 완료되었습니다.
es: Contenido de chat reportado revisado y acción completada.
ja: 報告内容が審査されましたが、措置は不要と判断されました

source: 신고하신 채팅 내용이 검토되었으나 기각되었습니다.
es: Contenido de chat reportado revisado pero rechazado.
ja: 報告内容が審査されましたが、措置は不要と判断されました

source: 방장이 나가면 채팅방이 삭제됩니다. 계속하시겠습니까?
es: Si el propietario de la sala se va, la sala de chat se eliminará. ¿Continuar?
ja: ルーム主が退出するとチャットルームが削除されます。続行しますか？

source: 방이 삭제되었습니다
es: Pareja conectada
ja: 投稿が削除されました。

source: 채팅방에서 나갔습니다
es: Pareja se fue
ja: 相手が退出しました

source: 알림
es: Notificaciones
ja: 通知

source: %(sender)s님이 메시지를 보냈습니다
es: %(sender)s envió un mensaje
ja: %(sender)sさんがメッセージを送信しました

source: %(sender)s님이 팔로우했습니다
es: %(sender)s te siguió
ja: %(sender)sさんがフォローしました

source: %(sender)s님이 새 게시글을 작성했습니다
es: %(sender)s escribió una nueva publicación
ja: %(sender)sさんが新しい投稿を作成しました

source: %(sender)s님이 댓글을 남겼습니다
es: %(sender)s dejó un comentario
ja: %(sender)sさんがコメントしました

source: %(sender)s님이 좋아요를 눌렀습니다
es: %(sender)s dio me gusta
ja: %(sender)sさんがいいねしました

source: %(sender)s님이 게시물을 신고했습니다
es: %(sender)s reportó una publicación
ja: %(sender)sさんが投稿を報告しました

source: 새 알림
es: Nueva notificación
ja: 新しい通知

source: 신고로 인해 게시물이 삭제되었습니다 (%s)
es: Publicación eliminada debido a reporte (%s)
ja: 報告により投稿が削除されました (%s)

source: 신고하신 게시물이 처리되었습니다 (%s)
es: La publicación reportada ha sido procesada (%s)
ja: 報告された投稿が処理されました (%s)

source: 신고가 검토되었으며 문제가 없다고 판단되었습니다
es: Reporte revisado y se determinó que no hay problema
ja: 報告が審査され、問題ないと判断されました

source: 신고하신 내용이 검토되었으나 조치가 필요하지 않다고 판단되었습니다
es: Contenido reportado revisado pero se determinó que no se necesita acción
ja: 報告内容が審査されましたが、措置は不要と判断されました

source: 신고로 인해 삭제됨 (%s)
es: Eliminado debido a reporte (%s)
ja: 報告により削除されました (%s)

source: 신고로 인해 댓글이 삭제되었습니다 (%s)
es: Comentario eliminado debido a reporte (%s)
ja: 報告によりコメントが削除されました (%s)

source: 신고하신 댓글이 처리되었습니다 (%s)
es: El comentario reportado ha sido procesado (%s)
ja: 報告されたコメントが処理されました (%s)

source: 댓글 신고가 검토되었으며 문제가 없다고 판단되었습니다
es: Reporte de comentario revisado y se determinó que no hay problema
ja: コメント報告が審査され、問題ないと判断されました

source: 신고하신 댓글이 검토되었으나 조치가 필요하지 않다고 판단되었습니다
es: Comentario reportado revisado pero se determinó que no se necesita acción
ja: 報告されたコメントが審査されましたが、措置は不要と判断されました

source: 관심 있는 채팅방을 즐겨찾기에 추가해보세요!
es: ¡Agregue salas de chat de interés a favoritos!
ja: 興味のあるチャットルームをお気に入りに追加してみましょう！

source: 즐겨찾기한 게시물이 없습니다
es: No hay publicaciones favoritas
ja: お気に入りの投稿がありません

source: 마음에 드는 게시물을 즐겨찾기에 추가해보세요!
es: ¡Agregue publicaciones que le gusten a favoritos!
ja: お気に入りの投稿をお気に入りに追加してみましょう！

source: 피드 보러가기
es: Ir al feed
ja: フィードを見に行く

source: 프로필 수정 - HypeHere
es: Editar perfil - HypeHere
ja: プロフィール編集 - HypeHere

source: 프로필 수정 성공!
es: ¡Perfil actualizado exitosamente!
ja: プロフィール編集成功！

source: 이메일 (로그인 ID)
es: Correo electrónico (ID de inicio de sesión)
ja: メールアドレス（ログインID）

source: 이메일은 보안상 변경할 수 없습니다.
es: El correo electrónico no se puede cambiar por razones de seguridad.
ja: メールアドレスはセキュリティ上変更できません。

source: 닉네임 (표시 이름) *
es: Apodo (Nombre para mostrar) *
ja: ニックネーム（表示名）*

source: 홍길동
es: Hong Gildong
ja: 山田太郎

source: 다른 사용자에게 표시될 이름입니다.
es: Nombre que se mostrará a otros usuarios.
ja: 他のユーザーに表示される名前です。

source: 생년월일
es: Fecha de nacimiento
ja: 生年月日

source: 자기소개
es: Autopresentación
ja: 自己紹介

source: 자신을 소개해주세요...
es: Preséntese...
ja: 自己紹介を入力してください...

source: 자
es: caracteres
ja: 文字

source: 국가
es: País
ja: 国

source: 성별
es: Género
ja: 性別

source: 1:1 랜덤 매칭에 사용됩니다
es: Se utiliza para coincidencias aleatorias 1:1
ja: 1:1ランダムマッチングに使用されます

source: 도시
es: Ciudad
ja: 都市

source: 서울
es: Seúl
ja: ソウル

source: 저장하기
es: Guardar
ja: 保存する

source: 이미지 파일만 업로드 가능합니다.
es: Solo se pueden cargar archivos de imagen.
ja: 画像ファイルのみアップロード可能です。

source: 파일 크기는 5MB 이하여야 합니다.
es: El tamaño del archivo debe ser de 5 MB o menos.
ja: ファイルサイズは5MB以下である必要があります。

source: 닉네임을 입력해주세요.
es: Por favor ingrese el apodo.
ja: ニックネームを入力してください。

source: 입력 정보를 확인해주세요.
es: Por favor verifique la información ingresada.
ja: 入力情報を確認してください。

source: 닉네임은 최대 50자까지 가능합니다.
es: El apodo puede tener hasta 50 caracteres.
ja: ニックネームは最大50文字まで可能です。

source: 자기소개는 최대 200자까지 가능합니다.
es: La autopresentación puede tener hasta 200 caracteres.
ja: 自己紹介は最大200文字まで可能です。

source: 프로필이 성공적으로 수정되었습니다!
es: ¡Perfil actualizado exitosamente!
ja: プロフィールが正常に編集されました！

source: 프로필 수정 중 오류가 발생했습니다.
es: Ocurrió un error al actualizar el perfil.
ja: プロフィール編集中にエラーが発生しました。

source: 선택하세요
es: Por favor seleccione
ja: 選択してください

source: 🔍 국가 검색...
es: 🔍 Buscar país...
ja: 🔍 国を検索...

source: 선택 안 함
es: No especificado
ja: 選択しない

source: 성별 선택
es: Seleccionar género
ja: 性別を選択

source: 회원가입 성공! 로그인 중...
es: ¡Registro exitoso! Iniciando sesión...
ja: 登録成功！ログイン中...

source: 이메일로 로그인합니다.
es: Iniciará sesión con su correo electrónico.
ja: メールアドレスでログインします。

source: 닉네임 (표시 이름)
es: Apodo (Nombre para mostrar) *
ja: ニックネーム（表示名）*

source: 다른 사용자에게 표시될 이름입니다. 중복 가능합니다.
es: Nombre que se mostrará a otros usuarios.
ja: 他のユーザーに表示される名前です。

source: 8자 이상, 영문+숫자 조합
es: Debe tener al menos 8 caracteres e incluir letras y números.
ja: 8文字以上で、英字と数字を含む必要があります。

source: 최소 8자 이상, 영문과 숫자를 포함해주세요.
es: Debe tener al menos 8 caracteres e incluir letras y números.
ja: 8文字以上で、英字と数字を含む必要があります。

source: 성별 (선택)
es: Género (Opcional)
ja: 性別（任意）

source: 국가 (선택)
es: País (Opcional)
ja: 国 (任意)
