Repository: kangkyungjun/hypehere
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, ja

source: 즐겨찾기를 불러오는데 실패했습니다.
es: No se pudieron cargar los favoritos.
ja: お気に入りの読み込みに失敗しました。

source: 즐겨찾기 해제
es: Quitar de favoritos
ja: お気に入りから削除

source: 명
es: personas
ja: 人

source: 입장하기
es: Entrar
ja: 入室する

source: 언어교환
es: Intercambio de idiomas
ja: 言語交換

source: 스터디
es: Estudio
ja: スタディ

source: 문화교류
es: Intercambio cultural
ja: 文化交流

source: 질문답변
es: Preguntas y respuestas
ja: 質問回答

source: 자유대화
es: Conversación libre
ja: 自由会話

source: 국가
es: País
ja: 国

source: 좋아요 취소
es: Quitar me gusta
ja: いいねを取消

source: 좋아요
es: Me gusta
ja: いいね

source: 댓글
es: Comentarios
ja: コメント

source: 한국어
es: Coreano
ja: 韓国語

source: English
es: Inglés
ja: 英語

source: 中文
es: Chino
ja: 中国語

source: Español
ja: スペイン語

source: Français
es: Francés
ja: フランス語

source: Deutsch
es: Alemán
ja: ドイツ語

source: Italiano
ja: イタリア語

source: Português
es: Portugués
ja: ポルトガル語

source: Русский
es: Ruso
ja: ロシア語

source: 년
es: año(s)
ja: 年

source: 개월
es: mes(es)
ja: ヶ月

source: 주
es: semana(s)
ja: 週間

source: 일
es: día(s)
ja: 日

source: 시간
es: hora(s)
ja: 時間

source: 분
es: minuto(s)
ja: 分

source: 전
es: hace
ja: 前

source: 방금 전
es: justo ahora
ja: たった今

source: 로그인이 필요합니다.
es: Inicio de sesión requerido.
ja: ログインが必要です。

source: 좋아요 처리 중 오류가 발생했습니다.
es: Ocurrió un error al procesar me gusta.
ja: いいね処理中にエラーが発生しました。

source: 즐겨찾기를 해제하시겠습니까?
es: ¿Desea quitar de favoritos?
ja: お気に入りから削除してもよろしいですか？

source: 즐겨찾기 해제에 실패했습니다.
es: No se pudo quitar de favoritos.
ja: お気に入り削除に失敗しました。

source: 방 개설자
es: Creador de la sala
ja: ルーム主

source: 관리자
es: Administrador
ja: 管理者

source: 팔로우
es: Seguir
ja: フォロー

source: 메시지
es: Mensaje
ja: メッセージ

source: 메시지 보내기
es: Enviar mensaje
ja: メッセージを送信

source: 새 게시물
es: Nueva publicación
ja: 新しい投稿

source: 게시하기
es: Publicar
ja: 投稿

source: 게시물 수정
es: Editar publicación
ja: 投稿を編集

source: 수정하기
es: Editar
ja: 編集

source: 채팅방에 입장했습니다
es: Has entrado en la sala de chat
ja: チャットルームに入室しました

source: 아직 댓글이 없습니다. 첫 번째 댓글을 작성해보세요!
es: ¡Aún no hay comentarios. Sé el primero en comentar!
ja: まだコメントがありません。最初にコメントしてみましょう！

source: No messages
es: No hay mensajes
ja: メッセージがありません

source: Start conversation
es: Iniciar conversación
ja: 会話を始める

source: Are you sure you want to delete your profile picture?
es: ¿Estás seguro de que quieres eliminar tu foto de perfil?
ja: プロフィール写真を削除してもよろしいですか？

source: Profile picture has been deleted
es: La foto de perfil ha sido eliminada
ja: プロフィール写真が削除されました

source: Failed to delete profile picture
es: Error al eliminar la foto de perfil
ja: プロフィール写真の削除に失敗しました

source: 8자 이상
es: Al menos 8 caracteres
ja: 8文字以上

source: 영문 포함
es: Contiene letras
ja: 英字を含む

source: 숫자 포함
es: Contiene números
ja: 数字を含む

source: 대문자 포함 (권장)
es: Letra mayúscula (recomendado)
ja: 大文字を含む（推奨）

source: 소문자 포함 (권장)
es: Letra minúscula (recomendado)
ja: 小文字を含む（推奨）

source: 특수문자 포함 !@#$%^&* (권장)
es: Caracteres especiales !@#$%^&* (recomendado)
ja: 特殊文字を含む !@#$%^&*（推奨）

source: 약함
es: Débil
ja: 弱い

source: 보통
es: Media
ja: 普通

source: 강함
es: Fuerte
ja: 強い

source: 비밀번호가 규칙을 만족하지 않습니다
es: La contraseña no cumple los requisitos
ja: パスワードが要件を満たしていません

source: 8자 이상, 영문+숫자 필요
es: Requiere 8+ caracteres, letras + números
ja: 8文字以上、英字+数字が必要

source: 日本語
es: Japonés
